{"organisation":"AU_Govt_ABS","name":"abs_sa4_deaths_2010_2015","title":"SA4 Deaths in Australia 2010-2015","legal":{"copyrightYear":"2017","attributionYear":"2016","attribution":"Commonwealth of Australia - Australian Bureau of Statistics; accessed from AURIN on {dateOfAccess}.","clickthrough":false,"licenceType":"Creative Commons Attribution 2.5 Australia (CC BY 2.5 AU)","copyrightNotice":"&copy; {datasource.organisationTitle} {dataset.copyrightYear}."},"referenceSystemIdentifier":"urn:x-ogc:def:crs:EPSG:4283","geoLevel":"sa4","key":"sa4_code_2011","keyRegex":null,"availability":"true","geomField":"wkb_geometry","keyword":"death, mortality, ABS death registration, Australian Bureau of Statistics","theme":null,"temporalExtent":{"beginDate":"2010-01-01T00:00:00","endDate":"2015-12-31T00:00:00","selectTime":false},"type":"dataset","_id":"dataset-AU_Govt_ABS-abs_sa4_deaths_2010_2015-sa4","bbox":null,"abstract":"This dataset contains statistics for deaths and mortality in Australia at SA4 level from the Australia Bureau of Statistics for the period 2010-2015. Statistics relate to the number of deaths registered during the calendar year shown, unless otherwise stated. The ABS Death Registrations collection includes all deaths that occurred and were registered in Australia, including deaths of persons whose place of usual residence was overseas. Deaths of Australian residents that occurred outside Australia may be registered by individual Registrars, but are not included in ABS death statistics. However, deaths of identified Australian diplomats while overseas are included. The scope of the statistics includes: all deaths being registered for the first time, deaths of temporary visitors to Australia (including visitors from Norfolk Island), deaths that occurred within Australian Territorial waters, deaths that occurred in Australian Antarctic Territories or other external territories (excluding Norfolk Island), deaths that occurred in transit (i.e. on ships or planes) if registered in the Australian state or territory of 'next port of call', deaths of Australian nationals employed overseas at Australian legations and consular offices (i.e. deaths of Australian diplomats while overseas) where able to be identified and deaths that occurred in earlier years that have not previously been registered (late registrations). The scope of the statistics excludes: still births/fetal deaths (these are included in perinatal death statistics published in Causes of Death, Australia, (cat. no. 3303.0), and previously, Perinatal Deaths, Australia, (cat. no. 3304.0)), repatriation of human remains of those whose death occurred overseas, deaths of foreign diplomatic staff in Australia (where able to be identified) and deaths occurring on Norfolk Island. The scope for each reference year of the Death Registrations collection includes: deaths registered in the reference year and received by the ABS in the reference year, deaths registered in the reference year and received by the ABS in the first quarter of the subsequent year and deaths registered in the years prior to the reference year but not received by the ABS until the reference year or the first quarter of the subsequent year (provided that these records have not been included in any statistics from earlier periods). Death records received by the ABS during the March quarter 2016 which were initially registered in 2015 (but not fully completed until 2016) were assigned to the 2015 reference year. Any registrations relating to 2015 which were received by ABS from April 2016 were assigned to the 2016 reference year. Ideally, for compiling annual time series, the number of deaths should be recorded as all those occurring within a given reference period such as a calendar year. Due to lags in registration of deaths and the provision of that information to the ABS from the state and territory Registries of Births, Deaths and Marriages, data in this release is presented on a year of registration basis, unless otherwise stated. In effect, there are three dates attributable to each death registration: the date of occurrence (of the death), the date of registration or inclusion on the state/territory register and the month and year in which the registered event is provided to the ABS. <br/><br/>\n\nSource: Registration of deaths is the responsibility of the state and territory Registries of Births, Deaths and Marriages. Information about the deceased is acquired from a Death Registration Form (DRF) which is completed by the funeral director, based on information supplied by a relative or other person acquainted with the deceased, or by an official of the institution where the death occurred. As part of the registration process, information on the cause of death is either supplied by the medical practitioner certifying the death on a Medical Certificate of Cause of Death (MCCD), or supplied as a result of a coronial investigation. This information is provided to the ABS by individual Registrars for coding and compilation into aggregate statistics shown in this release. Core data items are collected in all states and territories and therefore statistics at the national level are available for key characteristics. Some states collect additional information. This ABS' release draws extensively on information provided freely by individuals, businesses, governments and other organisations. The efforts of each state and territory's Registries of Births, Deaths and Marriages to improve the data quality, coverage and timeliness of death registration information, processes and systems are noted and valued by the ABS. Their continued cooperation is very much appreciated. Information received by the ABS is treated in strict confidence as required by the Census and Statistics Act 1905. <br/><br/>\n\nCurrency: This dataset uses deaths and estimated resident population (ERP) for Statistical Area Level 4 (SA4) of Australia for 30 June 2010 to 2015, according to the 2011 edition of the Australian Statistical Geography Standard (ASGS). ERP is final for 2010 and 2011, revised for 2012 to 2014 and preliminary for 2015. For 2015, preliminary ERP used in sub-state data cubes is different from that used elsewhere in this release. For more information on which ERP was used in this data cube see In This Issue - 2015 Populations Used in this Release, from the Summary tab.<br/><br/>\n\nFor more information please refer to the <a href=\"http://www.abs.gov.au/AUSSTATS/abs@.nsf/DetailsPage/3302.02015\" target=\"_blank\">Australian Bureau of Statistics</a>.","selectedAttributes":[{"name":"sa4_code_2011","type":"Integer","title":"SA4 Code","description":"SA4 code.","stype":"nominal","isDimension":false},{"name":"_2010_deaths","type":"Integer","title":"Number of Deaths 2010","description":"Number of deaths, 2010.","stype":"ratio","isDimension":false},{"name":"_2010_est_res_population","type":"Integer","title":"Estimated Resident Population 2010","description":"Estimated resident population, 2010. ","stype":"ratio","isDimension":false},{"name":"_2010_std_death_rate","type":"Double","title":"Standardised Death Rate 2010","description":"Standardised death rate. Standardised death rates are averaged using data for the three years ending in the reference year, 2010. They are calculated for each calendar year and then averaged.","stype":"ratio","isDimension":false},{"name":"_2011_deaths","type":"Integer","title":"Number of Deaths 2011","description":"Number of deaths, 2011.","stype":"ratio","isDimension":false},{"name":"_2011_est_res_population","type":"Integer","title":"Estimated Resident Population 2011","description":"Estimated resident population, 2011.","stype":"ratio","isDimension":false},{"name":"_2011_std_death_rate","type":"Double","title":"Standardised Death Rate 2011","description":"Standardised death rate. Standardised death rates are averaged using data for the three years ending in the reference year, 2011. They are calculated for each calendar year and then averaged.","stype":"ratio","isDimension":false},{"name":"_2012_deaths","type":"Integer","title":"Number of Deaths 2012","description":"Number of deaths, 2012.","stype":"ratio","isDimension":false},{"name":"_2012_est_res_population","type":"Integer","title":"Estimated Resident Population 2012","description":"Estimated resident population, 2012.","stype":"ratio","isDimension":false},{"name":"_2012_std_death_rate","type":"Double","title":"Standardised Death Rate 2012","description":"Standardised death rate. Standardised death rates are averaged using data for the three years ending in the reference year, 2012. They are calculated for each calendar year and then averaged.","stype":"ratio","isDimension":false},{"name":"_2013_deaths","type":"Integer","title":"Number of Deaths 2013","description":"Number of deaths, 2013.","stype":"ratio","isDimension":false},{"name":"_2013_est_res_population","type":"Integer","title":"Estimated Resident Population 2013","description":"Estimated resident population, 2013.","stype":"ratio","isDimension":false},{"name":"_2013_std_death_rate","type":"Double","title":"Standardised Death Rate 2013","description":"Standardised death rate. Standardised death rates are averaged using data for the three years ending in the reference year, 2013. They are calculated for each calendar year and then averaged.","stype":"ratio","isDimension":false},{"name":"_2014_deaths","type":"Integer","title":"Number of Deaths 2014","description":"Number of deaths, 2014.","stype":"ratio","isDimension":false},{"name":"_2014_est_res_population","type":"Integer","title":"Estimated Resident Population 2014","description":"Estimated resident population, 2014.","stype":"ratio","isDimension":false},{"name":"_2014_std_death_rate","type":"Double","title":"Standardised Death Rate 2014","description":"Standardised death rate. Standardised death rates are averaged using data for the three years ending in the reference year, 2014. They are calculated for each calendar year and then averaged.","stype":"ratio","isDimension":false},{"name":"_2015_deaths","type":"Integer","title":"Number of Deaths 2015","description":"Number of deaths, 2015.","stype":"ratio","isDimension":false},{"name":"_2015_est_res_population","type":"Integer","title":"Estimated Resident Population 2015","description":"Estimated resident population, 2015.","stype":"ratio","isDimension":false},{"name":"_2015_std_death_rate","type":"Double","title":"Standardised Death Rate 2015","description":"Standardised death rate, 2015. Standardised death rates are averaged using data for the three years ending in the reference year. They are calculated for each calendar year and then averaged.","stype":"ratio","isDimension":false},{"name":"sa4_name_2011","type":"String","title":"SA4 Name","description":"SA4 name.","stype":"nominal","isDimension":false}],"filter":{"filterType":"tabular","feature":{"key":"sa4_code_2011","geoLevel":"sa4","geoField":"ignored","year":"2006","featureBbox":[96.81676569599999,-43.740509603,159.109219008,-9.142175977],"featureType":"country","featureInstance":"au","featureName":"Australia","referenceSystemIdentifier":"urn:x-ogc:def:crs:EPSG:4283","prefix":"","keyTransform":null},"states":[]}}